{
  "azkar": [
    {
      "id": 1,
      "meta": "حسنه الألباني، في صحيح أبي داود، 2/698",
      "content":"قال رسول الله: لأن أقعد مع قوم يذكرون الله نعالى من صلاة الغداة حتى تطلع الشمس أحبُّ إليَّ من أن أعتق أربعة من ولد إسماعيل، ولأن أقعد مع قوم يذكرون الله من صلاة العصر إلى أن تغرب الشمس أحبُّ إليَّ من أن أعتق أربغة"
    },
    {
      "id": 2,
      "meta": "من قرأها لا يزال عليه من الله حافظ ولا يقربه شيطان حتى يصبح - ومن قالها حين يصبح اجير من الجن حتى يمسي ومن قالها حين يمسي اجير منهم حتى يصبح - رواه الحاكم",
      "content":"اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ"
    },
    {
      "id": 3,
      "meta": "من قرأ ( قل هو الله أحد ) و ( المعوذتين ) حين يصبح وحين يمسى ثلاث مرات كفته من كل شىء - رواه ابو داوود والترمذي",
      "content":"بسم الله الرحمن الرحيم قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ . بسم الله الرحمن الرحيم قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ مِنْ شَرِ مَا خَلَقَ وَمِنْ شَرِ غَاسِقٍ إِذَا وَقَبَ وَمِنْ شَرِ النَّفَّاثَاتِ فِي الْعُقَدِ وَمِنْ شَرِ حَاسِدٍ إِذَا حَسَدَ . بسم الله الرحمن الرحيم قُلْ أَعُوذُ بِرَبِ النَّاسِ مَلِكِ النَّاسِ إِلَهِ النَّاسِ مِنْ شَرِ الْوَسْوَاسِ الْخَنَّاسِ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ مِنَ الْجِنَّةِ وَالنَّاسِ ."
    },
    {
      "id": 4,
      "meta": "رواه مسلم",
      "content":" أمْسينَا وأمْسَى المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير، رَبِ أسْـأَلُـكَ خَـيرَ ما في هـذه الليلة وَخَـيرَ ما بَعْـدَها ، وَأَعـوذُ بِكَ مِنْ شَـرِ ما في هـذه الليلة وَشَرِ ما بَعْـدَها، رَبِ أَعـوذ ُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِ أَعـوذ ُبِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر."
    },
    {
      "id": 5,
      "meta": "رواه الترمذي",
      "content":"اللّهُـمَّ بِكَ أَمْسَـينا وَبِكَ أَصْـبَحْنا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ المَصِير."
    },
    {
      "id": 6,
      "meta": "من قالها موقناً بها حين يصبح فمات من يومه دخل الجنة ومن قالها موقناً بها حين يمسي فمات من ليلته دخل الجنة - رواه البخاري",
      "content":"اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُ بِكَ مِنْ شَـرِ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ . "
    },
    {
      "id": 7,
      "meta": "من قال حين يصبح او يمسي اربع مرات اعتقه الله من النار- رواه ابو داوود",
      "content":" اللّهُـمَّ إِنِّـي أمْسَيت أَشْـهِدُك وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلائِكَتَكَ وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ , وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُمُحَمّـداً عَبْـدُكَ وَرَسـولُـك ."
    }
  ]
}